Repository: cominavi/ios
Catalog: ComiNavi/ImageCache.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Cache statistics are unavailable.
ja: キャッシュ情報を取得できません。
ko: 캐시 정보를 불러올 수 없습니다.
zh_hans: 无法获取缓存信息。
zh_hant: 無法取得快取資訊。

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Circle artwork
ja: サークル画像
ko: 서클 이미지
zh_hans: 社团图片
zh_hant: 社團圖片

source: Clear All
ja: すべて削除
ko: 모두 지우기
zh_hans: 全部清除
zh_hant: 全部清除

source: Clear All Image Caches
ja: すべての画像キャッシュを削除
ko: 모든 이미지 캐시 지우기
zh_hans: 清除全部图片缓存
zh_hant: 清除全部圖片快取

source: Clear Cache
ja: キャッシュを削除
ko: 캐시 지우기
zh_hans: 清除缓存
zh_hant: 清除快取

source: Clear all image caches?
ja: すべての画像キャッシュを削除しますか？
ko: 모든 이미지 캐시를 지울까요?
zh_hans: 清除全部图片缓存？
zh_hant: 清除全部圖片快取？

source: Combined limit
ja: 合計上限
ko: 합산 한도
zh_hans: 总上限
zh_hant: 總上限

source: ComiNavi, X, and followed-account profile images.
ja: ComiNavi、X、フォロー中アカウントのプロフィール画像。
ko: ComiNavi, X 및 팔로우 중인 계정의 프로필 이미지입니다.
zh_hans: ComiNavi、X 以及已关注账号的头像。
zh_hant: ComiNavi、X 以及已追蹤帳號的頭像。

source: Disk limit
ja: ディスク上限
ko: 디스크 한도
zh_hans: 磁盘上限
zh_hant: 磁碟上限

source: Downloaded images will be removed and downloaded again when needed.
ja: ダウンロード済みの画像は削除され、必要になったときに再ダウンロードされます。
ko: 다운로드한 이미지가 삭제되며 필요할 때 다시 다운로드됩니다.
zh_hans: 已下载的图片将被删除，并会在需要时重新下载。
zh_hant: 已下載的圖片將被刪除，並會在需要時重新下載。

source: Higher-resolution Circle.ms circle cuts.
ja: 高解像度のCircle.msサークルカット。
ko: 고해상도 Circle.ms 서클 이미지입니다.
zh_hans: 更高分辨率的 Circle.ms 社团图片。
zh_hant: 更高解析度的 Circle.ms 社團圖片。

source: Image Cache
ja: 画像キャッシュ
ko: 이미지 캐시
zh_hans: 图片缓存
zh_hant: 圖片快取

source: Image caches keep downloaded images available without downloading them again.
ja: 画像キャッシュに保存すると、ダウンロードし直さずに画像を表示できます。
ko: 이미지 캐시에 저장하면 다시 다운로드하지 않고 이미지를 볼 수 있습니다.
zh_hans: 图片缓存会保留已下载的图片，之后无需再次下载。
zh_hant: 圖片快取會保留已下載的圖片，之後無需再次下載。

source: Product previews and Shinagaki images shown in Explore and circle details.
ja: Exploreやサークル詳細に表示される頒布物プレビューとお品書き画像。
ko: 둘러보기와 서클 상세 화면에 표시되는 판매 목록 및 상품 미리보기 이미지입니다.
zh_hans: “发现”和社团详情中显示的商品预览与摊位商品图。
zh_hant: 「探索」與社團詳細資訊中顯示的商品預覽及攤位商品圖。

source: Profile images
ja: プロフィール画像
ko: 프로필 이미지
zh_hans: 头像
zh_hant: 頭像

source: Refresh Cache Statistics
ja: キャッシュ情報を更新
ko: 캐시 정보 새로고침
zh_hans: 刷新缓存信息
zh_hant: 重新整理快取資訊

source: Shinagaki images
ja: お品書き画像
ko: 판매 목록 이미지
zh_hans: 摊位商品图
zh_hant: 攤位商品圖

source: Storage
ja: ストレージ
ko: 저장 공간
zh_hans: 存储空间
zh_hant: 儲存空間

source: Try Again
ja: もう一度試す
ko: 다시 시도
zh_hans: 重试
zh_hant: 再試一次

source: Used
ja: 使用中
ko: 사용 중
zh_hans: 已使用
zh_hant: 已使用
